gcc
g++
tree
bat
exa
ripgrep
htop
stow
bmon
openmpi-bin
openmpi-common
openmpi-doc
libopenmpi-dev
npm
gdb
neofetch
xclip
cargo
luarocks
ruby
ruby-dev
ruby-rubygems
composer
php
golang-go
default-jre
default-jdk
julia
bear
cmake
python-is-python3
