snapd
gnome-tweaks
gnome-screenshot
gcc
g++
piper
ckb-next
git
curl
tmux
neovim
kicad
tree
bat
exa
ripgrep
okular
htop
ffmpegthumbnailer
gstreamer1.0-libav
steam
vlc
stow
p7zip-full
p7zip-rar
onedrive
bmon
openmpi-bin
openmpi-common
openmpi-doc
libopenmpi-dev
trash-cli
python3
python3-pip
npm
gdb
neofetch
timeshift
