snapd
gnome-tweaks
gnome-screenshot
gcc
g++
piper
ckb-next
git
curl
tmux
kicad
tree
bat
exa
ripgrep
okular
htop
ffmpegthumbnailer
gstreamer1.0-libav
steam
vlc
stow
p7zip-full
p7zip-rar
onedrive
bmon
openmpi-bin
openmpi-common
openmpi-doc
libopenmpi-dev
trash-cli
python3
python3-pip
python-setuptools-doc
python3-venv
npm
gdb
neofetch
timeshift
flatpak
xclip
libncurses5
libtinfo5
libncurses5-dev
libncursesw5-dev
libtinfo-dev
cargo
luarocks
ruby
ruby-dev
ruby-rubygems
composer
php
golang-go
default-jre
default-jdk
julia
bear
clangd
